---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RefPlaneFailures
source: html/db0d832e-6706-5cdb-a11c-391c1dc5fedc.htm
---
# BuiltInFailures.RefPlaneFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.